app/controllers/chartboost_instances_controller.rb

SELECT "chartboost_instances".* FROM "chartboost_instances"
---
  def index
    @chartboost_instances = ChartboostInstance.all

INSERT INTO "chartboost_instances" ("campaign", "campaign_id", "created_at", "from", "macid", "my_type", "testAdvertiserGame", "updated_at", "uuid") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @chartboost_instance = ChartboostInstance.new(params[:chartboost_instance])

    if @chartboost_instance.save